{
    "home.title": "I'm a",
    "home.jobs.0": "Developer",
    "home.jobs.1": "Designer",
    "home.jobs.2": "Teacher",
    "home.jobs.3": "Entrepreneur",
    "home.desc": "At Rem's Corp, we do everything we can to offer you quality services. We specialize in many IT areas and our team is made up of experienced professionals.",
    "home.btn": "Ask for a quote",

    "contact.title": "Contact us",
    "contact.desc": "Feel free to contact us however you like. Whether you have a question, an opinion, or a collaboration proposal, we'll be happy to hear from you.",
    "contact.form.email": "Email",
    "contact.form.subject": "Message",
    "contact.form.submit": "Submit",
    "contact.form.success": "Your message has been sent successfully!",
    "contact.emailLink": "Or click here to view our email address",

    "about.section.title": "About Us",
    "about.section.description": "Welcome to Rem's Corp, your partner in digital solutions. Founded in 2023, Rem's Corp helps individuals and businesses with development, automation, optimization, and IT consulting. Our mission is to turn your ideas into efficient, customized tech solutions.",
    "about.section.service1.title": "Development & Integration",
    "about.section.service1.description": "Apps, websites, internal tools — we build solutions tailored to your needs.",
    "about.section.service2.title": "Automation & Scripts",
    "about.section.service2.description": "Save time and streamline your workflow with smart automation.",
    "about.section.service3.title": "Consulting & Optimization",
    "about.section.service3.description": "From performance to infrastructure, we help you get the most out of your digital environment.",
    
    "projects.title": "Projects",
    "projects.yinsh.title": "Yinsh Game in Python",
    "projects.yinsh.description": "The game offers several modes: play against another player on the same computer, challenge the AI, connect locally via LAN between two PCs, or face opponents online worldwide. Two modes are available — normal or blitz — following classic rules. The user-friendly interface highlights possible moves and details AI actions for better understanding. Graphics and UI were fully custom-made for an optimal experience.",
    "projects.nda.title": "Confidential Projet (NDA)",
    "projects.nda.description": "Most of our projects (around 90%) are carried out under confidentiality agreements (NDA). Out of respect for our clients, we cannot share details, visuals, or specific examples. These projects span a wide range of fields, including app development, automation, integrations, business tools, and infrastructure optimization.",
    "projects.flutterflow.title": "Mobile App Creation Course",
    "projects.flutterflow.description": "For several months, I had the pleasure of assisting someone in building their mobile application using Flutter Flow. Together, we explored the fundamentals of mobile development — from mastering the tool to understanding widgets and navigation. I provided guidance through every stage, from screen design to interface optimization, helping create a functional and attractive app while fostering independence.",

    "country.fr": "France",
    "country.gb": "United Kingdom",
    "country.be": "Belgium",
    "country.ch": "Switzerland",
    "country.it": "Italy",
    "country.us": "United States",
    "country.in": "India",

    "testimonials.review": "See the review"
}
