{
    "home.title": "Je suis un",
    "home.jobs.0": "Développeur",
    "home.jobs.1": "Designer",
    "home.jobs.2": "Professeur",
    "home.jobs.3": "Entrepreneur",
    "home.desc": "Au sein de la Rem's Corp, nous mettons tout en œuvre pour vous proposer des services de qualité. Nous sommes spécialisés dans de nombreux domaines informatiques et notre équipe est composée de professionnels expérimentés.",
    "home.btn": "Demander un devis",

    "contact.title": "Contactez-nous",
    "contact.desc": "Sentez-vous libre de nous contacter comme il vous plait. Que vous ayez une question, un avis, ou une proposition de collaboration, nous serons ravis d'entendre ce que vous avez à dire.",
    "contact.form.email": "Email",
    "contact.form.subject": "Message",
    "contact.form.submit": "Envoyer",
    "contact.form.success": "Votre message a été envoyé avec succès !",
    "contact.emailLink": "Ou cliquez ici pour voir notre adresse email",

    "about.section.title": "À propos de nous",
    "about.section.description": "Bienvenue chez Rem's Corp, votre partenaire en solutions numériques. Fondée en 2023, Rem's Corp accompagne particuliers et entreprises dans leurs projets informatiques : développement, automatisation, optimisation et conseil. Notre mission : transformer vos idées en solutions technologiques efficaces et sur mesure.",
    "about.section.service1.title": "Développement & Intégration",
    "about.section.service1.description": "Applications, sites, outils internes - nous concevons des solutions adaptées à vos besoins.",
    "about.section.service2.title": "Automatisation & Scripts",
    "about.section.service2.description": "Gagnez du temps et améliorez vos processus grâce à des automatisations intelligentes.",
    "about.section.service3.title": "Conseil & Optimisation",
    "about.section.service3.description": "Audit, performance, infrastructure — nous vous aidons à tirer le meilleur de votre environnement numérique.",

    "projects.title": "Projets",
    "projects.yinsh.title": "Jeu Yinsh en Python",
    "projects.yinsh.description": "Le jeu propose plusieurs modes : affrontez un autre joueur sur le même ordinateur, jouez contre l'IA, connectez-vous en local via deux PC en réseau, ou défiez des adversaires du monde entier en ligne. Deux modes de jeu sont disponibles, normal ou blitz, selon les règles classiques. L'interface conviviale met en évidence les déplacements possibles à chaque tour et détaille les actions de l'IA pour une meilleure compréhension. Les graphismes et l'interface ont été entièrement créés pour une expérience optimale.",
    "projects.nda.title": "Projet sous NDA",
    "projects.nda.description": "La grande majorité de nos projets (environ 90%) sont réalisés sous clause de confidentialité (NDA). Par respect pour nos clients, nous ne pouvons donc pas partager de détails, visuels ou exemples concrets. Ces projets couvrent toutefois un large éventail de domaines : développement d'applications, automatisation, intégrations, outils métiers et optimisation d'infrastructures.",
    "projects.flutterflow.title": "Cours pour la création d'application mobile",
    "projects.flutterflow.description": "Pendant plusieurs mois, j'ai accompagné une personne dans la création de son application mobile avec Flutter Flow. Ensemble, nous avons exploré les concepts essentiels du développement mobile, de la prise en main de l'outil à la compréhension des widgets et de la navigation. J'ai apporté mon aide à chaque étape, de la conception des écrans à l'optimisation de l'interface, pour une application à la fois fonctionnelle et attrayante.",

    "country.fr": "France",
    "country.gb": "Royaume-Uni",
    "country.be": "Belgique",
    "country.ch": "Suisse",
    "country.it": "Italie",
    "country.us": "États-Unis",
    "country.in": "Inde",

    "testimonials.review": "Voir l'avis"
}
